{
    "Name": "Ethan Edward Evans",
    "ThemeColor": "Blue",
    "WeatherLocation": "Havelock+NC",
    "MusicLocation": "C:\\Users\\5223293797\\Music\\Music",
    "BackupLocations": {
        "Location1": "C:\\Users\\5223293797\\Downloads\\SynapseTUI"
    },
    "StorageLocation": "C:\\Coding\\PowerShell\\PROJECTS\\SynapseTUI\\Contents\\Backups",
    "NotesStorage": [
        {
            "Name": "OPEN_API_KEY",
            "Content": "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"
        },
        {
            "Name": "test",
            "Content": "test"
        },
        {
            "Name": "test",
            "Content": "test"
        }
    ],
    "MiscellaneousData": {
        "MusicWidget": true,
        "QuotesWidget": true
    },
    "Quotes": {
        "Quote0": "I got paid $1 to advertise this, go play The Archive from AuxGames:\n https://drive.google.com/drive/folders/1vDpP9XDPHqtb6zj_bFHoDnOz916O9tly?usp=drive_link",
        "Quote1": "\"When you are content to be simply yourself and don't compare or compete, everyone will respect you.\" \n --Lao Tzu, c. 400 BC",
        "Quote2": "\"If you look for perfection, you'll never be content.\" \n --Leo Tolstoy, 1878",
        "Quote3": "\"Do not go where the path may lead, go instead where there is no path and leave a trail.\" \n --Ralph Waldo Emerson, c. 1870s",
        "Quote4": "\"In the middle of every difficulty lies opportunity.\" \n --Albert Einstein, c. 1940s",
        "Quote5": "\"Life is what happens when you are busy making other plans.\" \n --John Lennon, 1980",
        "Quote6": "\"It always seems impossible until it is done.\" \n --Nelson Mandela, 1994",
        "Quote7": "\"Success is not final, failure is not fatal: It is the courage to continue that counts.\" \n --Winston Churchill, (Undated)",
        "Quote8": "\"The only true wisdom is in knowing you know nothing.\" \n --Socrates, c. 399 BC",
        "Quote9": "\"Do what you can, with what you have, where you are.\" \n --Theodore Roosevelt, c. 1902",
        "Quote10": "\"The mind is everything. What you think you become.\" \n --Buddha, c. 3rd Century BCE",
        "Quote11": "\"Happiness is not something ready made. It comes from your own actions.\" \n --Dalai Lama, 1998",
        "Quote12": "\"The two most important days in your life are the day you are born and the day you find out why.\" \n --Mark Twain, (Undated)",
        "Quote13": "\"Not everything that is faced can be changed, but nothing can be changed until it is faced.\" \n --James Baldwin, 1962",
        "Quote14": "\"You must be the change you wish to see in the world.\" \n --Mahatma Gandhi, c. 1913-1948",
        "Quote15": "\"Imagination is more important than knowledge. Knowledge is limited. Imagination encircles the world.\" \n --Albert Einstein, 1929",
        "Quote16": "\"The unexamined life is not worth living.\" \n --Socrates, c. 399 BC",
        "Quote17": "\"Happiness depends upon ourselves.\" \n --Aristotle, c. 350 BC",
        "Quote18": "\"He who has a why to live can bear almost any how.\" \n --Friedrich Nietzsche, 1889",
        "Quote19": "\"We are what we repeatedly do. Excellence, then, is not an act, but a habit.\" \n --Aristotle, c. 350 BC",
        "Quote20": "\"Man is the measure of all things.\" \n --Protagoras, c. 450 BC",
        "Quote21": "\"To live is to suffer, to survive is to find some meaning in the suffering.\" \n --Friedrich Nietzsche, c. 1880s",
        "Quote22": "\"No man has a good enough memory to be a successful liar.\" \n --Abraham Lincoln, 1858",
        "Quote23": "\"The more I read, the more I acquire, the more certain I am that I know nothing.\" \n --Voltaire, 1764",
        "Quote24": "\"Do not spoil what you have by desiring what you have not; remember that what you now have was once among the things you only hoped for.\" \n --Epicurus, c. 300 BC",
        "Quote25": "\"Liberty means responsibility. That is why most men dread it.\" \n --George Bernard Shaw, 1903",
        "Quote26": "\"One cannot step twice in the same river.\" \n --Heraclitus, c. 500 BC",
        "Quote27": "\"Time is a created thing. To say 'I don't have time' is like saying 'I don't want to.'\" \n --Lao Tzu, c. 400 BC",
        "Quote28": "\"We are what we pretend to be, so we must be careful about what we pretend to be.\" \n --Kurt Vonnegut, 1961",
        "Quote29": "\"When you have lost hope, and you feel that you can no longer keep going, know that you will find your way out of what your are in.\n It may take time, but the suffering will end eventually. Keep going.\" \n",
        "Quote30": "\"The journey of a thousand miles begins with a single step.\" \n --Lao Tzu, c. 400 BC",
        "Quote31": "\"Be yourself; everyone else is already taken.\" \n --Oscar Wilde, (Undated)",
        "Quote32": "\"The future belongs to those who believe in the beauty of their dreams.\" \n --Eleanor Roosevelt, 1960",
        "Quote33": "\"We don't see things as they are, we see them as we are.\" \n --Anaïs Nin, 1961",
        "Quote34": "\"It's not what happens to you, but how you react to it that matters.\" \n --Epictetus, c. 125 AD",
        "Quote35": "\"The purpose of life is not to be happy. It is to be useful, to be honorable, to be compassionate, to have it make some difference that you have lived and lived well.\" \n --Ralph Waldo Emerson, 1842",
        "Quote36": "\"What does not kill me makes me stronger.\" \n --Friedrich Nietzsche, 1889",
        "Quote37": "\"The weak can never forgive. Forgiveness is the attribute of the strong.\" \n --Mahatma Gandhi, 1931",
        "Quote38": "\"Every child is an artist. The problem is how to remain an artist once he grows up.\" \n --Pablo Picasso, 1956",
        "Quote39": "\"Darkness cannot drive out darkness; only light can do that. Hate cannot drive out hate; only love can do that.\" \n --Martin Luther King Jr., 1957",
        "Quote40": "\"To be, or not to be: that is the question.\" \n --William Shakespeare, c. 1600"
    },
    "Facts": {
        "Fact1": "As of 2025, an estimated 402.74 million terabytes (402.74 trillion gigabytes) of data is generated globally every day, which accounts to about 4,773,214,838 GB/s a second.",
        "Fact2": "On average, a person blinks around 15-20 times per minute, totaling up to 28,800 times in a day.",
        "Fact3": "A sneeze can travel at speeds of up to 100 miles per hour, dispersing around 100,000 germs into the air.",
        "Fact4": "The word 'lunatic' originates from the belief that mental illnesses were influenced by changes in the moon's phases.",
        "Fact5": "Humans spend approximately 6 years of their lives dreaming.",
        "Fact6": "The scent of rain is called 'petrichor,' a combination of plant oils and bacteria-produced compounds.",
        "Fact7": "Antipodes are points on Earth's surface diametrically opposite to each other - the antipode of New York is in the Indian Ocean.",
        "Fact8": "The brain consumes around 20% of the body's total energy, despite comprising only about 2% of body weight.",
        "Fact9": "The oldest known art is a 51,200-year-old cave painting in Sulawesi, Indonesia, depicting a narrative scene with three humans and a wild boar.",
        "Fact10": "The world's first photograph, 'View from the Window at Le Gras,' was taken by Joseph Nicephore Niepce in 1826.",
        "Fact11": "The most likely way the universe will end is through a 'heat death' or 'big freeze,' where its expansion continues indefinitely, causing all energy to dissipate until the universe is cold, dark, and devoid of any activity.",
        "Fact12": "The Voynich Manuscript is an ancient book filled with mysterious illustrations and text in an unknown language, unsolved by cryptographers for centuries.",
        "Fact13": "The Hubble Space Telescope can detect a light source as faint as a firefly glow from thousands of miles away.",
        "Fact14": "The Parker Solar Probe, launched by NASA, is the fastest human-made object, reaching speeds of up to 700,000 kilometers per hour (430,000 miles per hour) as it approaches the Sun.",
        "Fact15": "It's impossible to hum while holding your breath.",
        "Fact16": "Blue whale tongues can weigh as much as an elephant.",
        "Fact17": "The password of the computers controlling U.S. nuclear missiles for years was simply '00000000'.",
        "Fact18": "People staring at screens tend to blink less, which can cause dry eyes or eye strain.",
        "Fact19": "Larry Tesler invented the cut, copy, and paste commands for computers while working at Xerox PARC in the 1970s.",
        "Fact20": "We want to live, but we know we will eventually die.",
        "Fact21": "Octopuses have three hearts, and their blood is blue due to a copper-based molecule called hemocyanin.",
        "Fact22": "There are more possible iterations of a game of chess than there are atoms in the observable universe (roughly 10^120 vs 10^80).",
        "Fact23": "If the Sun were the size of a white blood cell, the Milky Way galaxy would be about the size of the United States.",
        "Fact24": "Sharks existed before trees - sharks have been around for more than 400 million years.",
        "Fact25": "Your stomach gets a new lining every 3 to 4 days to prevent it from digesting itself.",
        "Fact26": "Venus rotates backward compared to most planets, so the Sun rises in the west and sets in the east there.",
        "Fact27": "There are rogue planets that drift through space without orbiting any star.",
        "Fact28": "Honey never spoils - archaeologists have found 3,000-year-old honey in ancient Egyptian tombs that is still edible.",
        "Fact29": "A single teaspoon of a neutron star would weigh about 6 billion tons on Earth.",
        "Fact30": "Sloths can hold their breath longer than dolphins, up to 40 minutes, by slowing their heart rate.",
        "Fact31": "Neutron stars are so dense that a sugar-cube-sized amount of their material would weigh about a billion tons on Earth.",
        "Fact32": "The Sun accounts for about 99.86% of the total mass of our solar system.",
        "Fact33": "There are more stars in the observable universe than grains of sand on all the beaches on Earth combined.",
        "Fact34": "Jupiter's Great Red Spot is a storm that has been raging for at least 350 years and is larger than Earth.",
        "Fact35": "There are planets made almost entirely of diamond, like 55 Cancri e, a planet twice the size of Earth.",
        "Fact36": "Water can boil and freeze at the same time under specific conditions known as the 'triple point.'",
        "Fact37": "Einstein's theory of general relativity predicts that time moves slower near massive objects, and this effect is measurable even with precise atomic clocks on Earth.",
        "Fact38": "Some species of jellyfish, like Turritopsis dohrnii, are considered biologically immortal because they can revert their cells to a younger state.",
        "Fact39": "Tardigrades (water bears) can survive extreme environments, including the vacuum of space, radiation, and temperatures from near absolute zero to above boiling.",
        "Fact40": "Saturn's moon Titan has rivers, lakes, and seas, but they are composed of liquid methane and ethane instead of water.",
        "Fact41": "Cleopatra lived closer in time to the Moon landing than to the construction of the Great Pyramid of Giza.",
        "Fact42": "Venus has a day longer than its year - it rotates on its axis in 243 Earth days but orbits the Sun in 225 Earth days.",
        "Fact43": "A single human heartbeat generates enough pressure to squirt blood up to 30 feet.",
        "Fact44": "There are rogue black holes that drift through space without a galaxy, invisible except through gravitational effects on nearby stars.",
        "Fact45": "The first computer virus, called 'Creeper,' was created in the early 1970s and displayed the message 'I'm the creeper, catch me if you can.'",
        "Fact46": "Some exoplanets orbit two stars, like Tatooine from Star Wars, experiencing dual sunsets.",
        "Fact47": "The largest known star, UY Scuti, has a radius roughly 1,700 times that of the Sun - if placed at the center of our solar system, it would extend past Jupiter.",
        "Fact48": "Black holes can 'sing' - they emit gravitational waves with frequencies that can be converted into audible sounds.",
        "Fact49": "Lightning strikes the Earth about 100 times per second, which is roughly 8.6 million times per day.",
        "Fact50": "The human eye can distinguish about 10 million different colors, yet the brain can process them almost instantly.",
        "Fact51": "A day on Mercury is 176 Earth days long, nearly twice its year of 88 Earth days.",
        "Fact52": "Some ancient bacteria have survived for millions of years in suspended animation inside salt crystals and revived when exposed to water.",
        "Fact53": "There is a theoretical type of star called a 'quark star,' denser than a neutron star but not dense enough to become a black hole.",
        "Fact54": "The Hubble Space Telescope can see objects that are over 13 billion light-years away, looking back in time to the early universe.",
        "Fact55": "There are atoms in your body that were forged in stars that exploded long before the Earth existed.",
        "Fact56": "The fastest known animal, the peregrine falcon, can dive at speeds over 240 miles per hour.",
        "Fact57": "Some plants, like the Venus flytrap, can snap shut in under a second to trap prey, a speed unprecedented in most plant movements.",
        "Fact58": "Saturn could float in water because its average density is lower than that of water, if you had a bathtub large enough.",
        "Fact59": "Your DNA, if unraveled and stretched out, would reach from the Sun to Pluto and back - about 300 times - if you combined the DNA of all your cells.",
        "Fact60": "The largest volcano in the solar system is Olympus Mons on Mars, standing about 22 km high, nearly three times the height of Mount Everest.",
        "Fact61": "Some deep-sea creatures, like the giant squid, have eyes as large as basketballs, giving them incredible vision in near-total darkness.",
        "Fact62": "The closest black hole to Earth discovered so far, Gaia BH1, is only about 1,600 light-years away.",
        "Fact63": "There are exoplanets that rain molten glass sideways due to extreme winds and heat, such as on HD 189733b.",
        "Fact64": "The Earth's magnetic field flips polarity every few hundred thousand years; the last reversal happened about 780,000 years ago.",
        "Fact65": "There is a type of water ice called 'Ice VII' that exists at extremely high pressures inside planetary interiors, with a cubic crystal structure.",
        "Fact66": "Jupiter emits more energy than it receives from the Sun due to ongoing gravitational compression and residual heat from formation.",
        "Fact67": "Some deserts, like the Atacama in Chile, are so dry that rainfall may only occur once every few decades.",
        "Fact68": "The majority of atoms in your body are hydrogen, and most of your mass comes from oxygen, carbon, and nitrogen nuclei, which were formed in stars.",
        "Fact69": "Neutrinos pass through matter almost undisturbed - trillions pass through your body every second without interacting.",
        "Fact70": "There is a planet called Kepler-70b so close to its star that its surface temperature is hotter than some stars and it may be vaporizing entirely.",
        "Fact71": "Some bacteria can survive complete dehydration for decades and revive when rehydrated.",
        "Fact72": "Saturn's moon Enceladus shoots water geysers from its south pole, suggesting a subsurface ocean beneath the ice crust.",
        "Fact73": "The deepest humans have ever dived is about 1,100 meters in a submersible, while some fish can survive in trenches nearly 11,000 meters deep.",
        "Fact74": "The universe has no center, and all points are expanding away from each other due to the expansion of space.",
        "Fact75": "The entire Internet weighs roughly as much as a strawberry if you consider the electrons moving through it.",
        "Fact76": "There is a star system, PSR B1620-26, nicknamed 'Methuselah,' estimated to be about 12.7 billion years old - older than our solar system.",
        "Fact77": "Some viruses can survive for years frozen in permafrost and potentially become active again if thawed.",
        "Fact78": "There are over 200 different types of viruses that infect bacteria, called bacteriophages.",
        "Fact79": "Venus' surface pressure is 92 times that of Earth, equivalent to being 900 meters underwater.",
        "Fact80": "There are microscopic animals called rotifers that can survive extreme radiation, desiccation, and freezing by entering a state called cryptobiosis.",
        "Fact81": "The fastest spinning planet discovered is PSR J1748-2446ad, spinning 716 times per second.",
        "Fact82": "The largest known living organism is a fungus in Oregon's Malheur National Forest, covering nearly 4 square miles underground.",
        "Fact83": "The heart of a blue whale beats only about 5-6 times per minute while submerged, conserving oxygen during dives.",
        "Fact84": "Some types of ants can form living bridges with their bodies to cross gaps or carry food collectively.",
        "Fact85": "There is a theoretical particle called the 'axion' that might make up dark matter, which constitutes most of the mass in the universe.",
        "Fact86": "The first artificial satellites, like Sputnik 1, traveled at speeds over 18,000 mph to maintain orbit around Earth.",
        "Fact87": "The Northern and Southern Lights (auroras) are caused by charged particles from the Sun interacting with Earth's magnetic field and atmosphere.",
        "Fact88": "The human body emits a small amount of light imperceptible to the naked eye, peaking in the late afternoon.",
        "Fact89": "Some exoplanets orbit their stars in less than one Earth day, completing a year in hours.",
        "Fact90": "The Milky Way contains a central supermassive black hole, Sagittarius A*, with a mass about 4 million times that of the Sun.",
        "Fact91": "Water expands when it freezes due to the crystalline structure of ice, which is why ice floats.",
        "Fact92": "Some species of spiders can survive underwater for hours by trapping air bubbles around their bodies.",
        "Fact93": "The oldest known living tree is a bristlecone pine in California over 5,000 years old.",
        "Fact94": "Lightning can strike the same place multiple times; the Empire State Building is hit around 25 times per year.",
        "Fact95": "Neutron stars can rotate hundreds of times per second and emit beams of electromagnetic radiation as pulsars.",
        "Fact96": "The Earth's core is as hot as the surface of the Sun, reaching about 5,700 K (5,430 C).",
        "Fact97": "Some deep-sea fish produce their own light through bioluminescence to attract prey or mates.",
        "Fact98": "The longest living animal recorded was a quahog clam, which lived 507 years.",
        "Fact99": "The fastest chemical reaction measured occurs in femtoseconds --- a millionth of a billionth of a second.",
        "Fact100": "Space is not completely empty; it contains sparse atoms, plasma, cosmic rays, and dark matter."
    }
}
